{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "dtype": "float32",
  "emb_size": 312,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 312,
  "id2label": {
    "0": "\u0431\u0435\u0441\u043f\u043e\u043a\u043e\u0439\u0441\u0442\u0432\u043e",
    "1": "\u0433\u0440\u0443\u0441\u0442\u044c",
    "2": "\u0437\u043b\u043e\u0441\u0442\u044c",
    "3": "\u043b\u044e\u0431\u043e\u0432\u044c",
    "4": "\u043d\u0435\u043d\u0430\u0432\u0438\u0441\u0442\u044c",
    "5": "\u043e\u0431\u043b\u0435\u0433\u0447\u0435\u043d\u0438\u0435",
    "6": "\u043f\u0443\u0441\u0442\u043e\u0442\u0430",
    "7": "\u0441\u043a\u0443\u043a\u0430",
    "8": "\u0441\u043f\u043e\u043a\u043e\u0439\u0441\u0442\u0432\u0438\u0435",
    "9": "\u0441\u0447\u0430\u0441\u0442\u044c\u0435",
    "10": "\u0443\u0434\u0438\u0432\u043b\u0435\u043d\u0438\u0435",
    "11": "\u0443\u0434\u043e\u0432\u043e\u043b\u044c\u0441\u0442\u0432\u0438\u0435",
    "12": "\u044d\u043d\u0442\u0443\u0437\u0438\u0430\u0437\u043c"
  },
  "initializer_range": 0.02,
  "intermediate_size": 600,
  "label2id": {
    "\u0431\u0435\u0441\u043f\u043e\u043a\u043e\u0439\u0441\u0442\u0432\u043e": 0,
    "\u0433\u0440\u0443\u0441\u0442\u044c": 1,
    "\u0437\u043b\u043e\u0441\u0442\u044c": 2,
    "\u043b\u044e\u0431\u043e\u0432\u044c": 3,
    "\u043d\u0435\u043d\u0430\u0432\u0438\u0441\u0442\u044c": 4,
    "\u043e\u0431\u043b\u0435\u0433\u0447\u0435\u043d\u0438\u0435": 5,
    "\u043f\u0443\u0441\u0442\u043e\u0442\u0430": 6,
    "\u0441\u043a\u0443\u043a\u0430": 7,
    "\u0441\u043f\u043e\u043a\u043e\u0439\u0441\u0442\u0432\u0438\u0435": 8,
    "\u0441\u0447\u0430\u0441\u0442\u044c\u0435": 9,
    "\u0443\u0434\u0438\u0432\u043b\u0435\u043d\u0438\u0435": 10,
    "\u0443\u0434\u043e\u0432\u043e\u043b\u044c\u0441\u0442\u0432\u0438\u0435": 11,
    "\u044d\u043d\u0442\u0443\u0437\u0438\u0430\u0437\u043c": 12
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 2048,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 3,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "transformers_version": "4.57.3",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 83828
}
